<?php

return [
    'Add Brand' => 'إضافة علامة تجارية',
    'Brand Name' => 'اسم العلامة التجارية',
    'Country' => 'البلد',
    'Close' => 'إغلاق',
    'Save Changes' => 'حفظ التغييرات',
    'Added Date' => 'تاريخ الإضافة',
    'Cars Brands' => 'علامات السيارات التجارية',
    'All Brands' => 'جميع العلامات التجارية',
    'Actions' => 'إجراءات',
    'Edit Brand' => 'تحرير العلامة التجارية',
    'Delete Brand' => 'حذف العلامة التجارية',
    'Delete' => 'حذف',
    'Warning' => 'هل أنت متأكد من رغبتك في حذف هذه العلامة التجارية؟',

];
